<?php
$quote = [
"",
"যদি কেউ ন্যায্য কথা বলে, আমরা সংখ্যায় বেশী হলেও, সে একজনও যদি হয়, তার ন্যায্য কথা আমরা মেনে নেবো।",
"এবারের সংগ্রাম স্বাধীনতার সংগ্রাম, এবারের সংগ্রাম আমাদের মুক্তির সংগ্রাম।",
"এই স্বাধীনতা তখনি আমার কাছে প্রকৃত স্বাধীনতা হয়ে উঠবে, যেদিন বাংলার কৃষক-মজুর ও দুঃখী মানুষের সকল দুঃখের অবসান হবে।",
"যার মনের মধ্যে আছে সাম্প্রদায়িকতা সে হলো বন্য জীবের সমতূল্য।",
"প্রধানমন্ত্রী হবার কোন ইচ্ছা আমার নেই। প্রধানমন্ত্রী আসে এবং যায়। কিন্তু, যে ভালোবাসা ও সম্মান দেশবাসী আমাকে দিয়েছেন, তা আমি সারাজীবন মনে রাখবো।",
"দেশ থেকে সর্বপ্রকার অন্যায়, অবিচার ও শোষণ উচ্ছেদ করার জন্য দরকার হলে আমি আমার জীবন উৎসর্গ করব।",
"এই বাংলায় হিন্দু-মুসলমান যারা আছে আমাদের ভাই, বাঙালি-অবাঙালি—তাদের রক্ষা করার দায়িত্ব আমাদের ওপর, আমাদের যেন বদনাম না হয়।",
"সাত কোটি মানুষকে দাবায়া রাখতে পারবা না। আমরা যখন মরতে শিখেছি, তখন কেউ আমাদের দাবায়ে রাখতে পারবা না।",
"রক্ত যখন দিয়েছি, আরও রক্ত দেব। এদেশের মানুষকে মুক্ত করে ছাড়ব ইনশা আল্লাহ।"
];
$tmp = date("s");

if($tmp%9==0){
	$q = $quote[9];
}
else if($tmp%8==0){
	$q = $quote[8];
}
else if($tmp%7==0){
	$q = $quote[7];
}
else if($tmp%4==0){
	$q = $quote[4];
}
else if($tmp%6==0){
	$q = $quote[6];
}
else if($tmp%5==0){
	$q = $quote[5];
}
else if($tmp%2==0){
	$q = $quote[2];
}
else if($tmp%3==0){
	$q = $quote[3];
}
else{
	$q = $quote[1];
}
echo $q;
?>
	
	
	
	
	
	
	
	
	
	
	
	